
/* Strings for login panel. See Keychain.cpp. */

"kLoginTitle" = "RSS 配信にアクセスするには、名前とパスワードを入力してください。";
"kLoginInitialMessage"      = "RSS 配信“%1$@”にアクセスするには、%3$@ 上の領域“%2$@”にログインする必要があります。パスワードはクリアテキストで送信されます。\n";
"kLoginFailedMessage"       = "ログインに失敗しました。%2$@ 上の領域“%1$@”に対する名前とパスワードをもう一度入力してください。\n";
"kLoginUsernameField"       = "名前：";
"kLoginPasswordField"       = "パスワード：";
"kLoginLogInButton"         = "ログイン";
"kLoginCancelButton"        = "キャンセル";
"kLoginSavePasswordCheckbox"= "このパスワードをキーチェーンに保存";


/* Error Messages */

"PSInternalErrorDescription"        = "Publication Subscription フレームワークの内部エラーが起きました。";
"PSInternalErrorFailureReason"      = "Publication Subscription フレームワークの内部エラーが起きました。";
"PSInternalErrorRecoverySuggestion" = "ログアウトして、もう一度やり直してください。";

"PSPublishSettingsErrorDescription"        = "公開の設定が正しくないため、配信データを公開できませんでした。";
"PSPublishSettingsErrorFailureReason"      = "公開の設定が正しくありません。";
"PSPublishSettingsErrorRecoverySuggestion" = "公開の設定を確認して、もう一度やり直してください。";

"PSNotAFeedErrorDescription"        = "内容が既知の配信フォーマットではないため、配信データを読み込めませんでした。";
"PSNotAFeedErrorFailureReason"      = "内容が既知の配信フォーマットではありません。";
"PSNotAFeedErrorRecoverySuggestion" = "指定した場所にある配信データが Atom または RSS フォーマットであることを確認してください。";

"PSUnsupportedPermissionsErrorDescription"          = "このアクセス権タイプに対応していないため、配信データを公開できませんでした。";
"PSUnsupportedPermissionsErrorFailureReason"        = "このアクセス権タイプに対応していません。";
"PSUnsupportedPermissionsErrorRecoverySuggestion"   = "アクセス権タイプを確認して、もう一度やり直してください。";

"PSUnsupportedIdentitiesErrorDescription"         = "この ID タイプに対応していないため、配信データを公開できませんでした。";
"PSUnsupportedIdentitiesErrorFailureReason"       = "この ID タイプに対応していません。";
"PSUnsupportedIdentitiesErrorRecoverySuggestion"  = "ID タイプを確認して、もう一度やり直してください。";

"NSURLErrorUserAuthenticationRequired Description" = "ユーザ名とパスワードが必要です";

/* Localized date/time formats. See DateClass.cpp */

"TodayFmt"      = "'今日' '（'HH:mm'）'";
"YesterdayFmt"  = "'昨日' '（'HH:mm'）'";
"ThisWeekFmt"   = "EEEE '（'HH:mm'）'";
"ThisYearFmt"   = "MMM d '日'  '（'HH:mm'）'";
"PastYearFmt"   = "yyyy '年' MMM d '日' '（'HH:mm'）'";

/* Localizable file size formatters.  See StringClass::representationForBytes */

"0 bytes"            = "0 バイト";           /* String used for showing a zero byte size */
"1 byte"             = "1 バイト";            /* String used for showing a one byte size */
"%.0f bytes"         = "%.0f バイト";        /* Format used to display a size between 2 and 100 bytes */
"%.1f KB (0.1)"      = "%.1f KB";           /* Format used to display sizes between 100 and 999 bytes */
"%.1f KB (1.0)"      = "%.1f KB";           /* Format used to display sizes between 1000 bytes and 9.9 KB */
"%.1f KB (10.0)"     = "%.1f KB";           /* Format used to display sizes between 10 and 99.9 KB */
"%.0f KB"            = "%.0f KB";           /* Format used to display sizes between 100 and 999 KB */
"%.1f MB (1.0)"      = "%.1f MB";           /* Format used to display sizes between 1000 KB and 9.9 MB */
"%.1f MB (10.0)"     = "%.1f MB";           /* Format used to display sizes between 10 and 99.9 MB */
"%.0f MB"            = "%.0f MB";           /* Format used to display sizes between 100 and 999 MB */
"%.1f GB (1.0)"      = "%.2f GB";           /* Format used to display sizes between 1000 MB and 9.9 GB */
"%.1f GB (10.0)"     = "%.2f GB";           /* Format used to display sizes between 10 and 99.9 GB */
"%.0f GB"            = "%.0f GB";           /* Format used to display sizes 100 GB or greater */

/* Localizable file names. Currently only used in EnclosureCore.cpp */

"kUntitledFileName" = "名称未設定";   /* If we download and enclosure for which we have no other name to go by */
